[DIALOGEX]
""=""
"Cancel"="Annuler"
"Clear..."="Effacer..."
"Context menu preview size"="Taille de l'aperçu dans le menu contextuel"
"Convert options"="Options de conversion"
"Default"="Défaut"
"Enable context menu in Explorer"="Activer le menu contextuel dans l'explorateur Windows"
"Enable thumbnails in Explorer"="Activer les miniatures dans l'explorateur Windows"
"Enable Windows thumbnail cache"="Activer le cache Windows pour les miniatures"
"JPEG quality (0 - lowest, 100 - best):"="Qualité JPEG (0 - faible, 100 - haute):"
"Language:"="Langue:"
"Maximum size of image file:"="Taille maximale du fichier image:"
"MB"="MB"
"OK"="OK"
"Optimize"="Optimisation"
"pixels"="pixels"
"PNG compression (0 - lowest, 9 - best):"="Compression PNG (0 - faible, 9 - haute):"
"Prefer image file embedded thumbnails"="Préferer les miniatures intégrées des fichiers images"
"SageThumbs Options"="Options de SageThumbs"
"Select/Deselect all"="Tout sélectionner/désélectionner"
"Supported file types"="Types de fichiers supportés"
"System-wide tweaks"="Réglages du système"
"Use thumbnails as icons in Explorer"="Utiliser les miniatures dans l'explorateur Windows"
"Use Windows Image/Fax Viewer"="Utiliser la visionneuse Image/Fax de Windows"
"Width x Height:"="Largeur x Hauteur:"
"X"="X"
[STRINGTABLE]
"Applying settings..."="Applying settings..."
"Can not apply all settings. Please use SageThumbs under account with administrative privileges."="certains paramètres n'ont pas été appliqué. Veuillez utiliser SageThumbs avec un compte administrateur."
"Can't open clipboard"="Ouverture du presse-papier impossible"
"Can't open image file"="Ouverture du fichier image impossible"
"Can't save image file"="Sauvegarde du fichier image impossible"
"Can't send mail"="Le courriel n'a pas pu être envoyé"
"Change various SageThumbs options"="Modifier diverses options de SageThumbs"
"Clean SageThumbs thumbnail cache. No user data will be affected."="Vidage du cache des miniatures SageThumbs. Les données de l'utilisateur ne seront pas affectées."
"Colors (bits): "="Couleurs (bits): "
"Compression: "="Compression: "
"Convert to BMP"="Convertir en BMP"
"Convert to GIF"="Convertir en GIF"
"Convert to JPG"="Convertir en JPG"
"Convert to PNG"="Convertir en PNG"
"Converting..."="Converting..."
"Copy to clipboard"="Copier dans le presse-papiers"
"Modified: "="Modifié: "
"Nothing to send"="Rien à envoyer"
"Please confirm thumbnail cache clearing."="Veuillez confirmer le vidage du cache des miniatures."
"Resolution: "="Résolution: "
"SageThumbs Options..."="Options de SageThumbs..."
"SageThumbs thumbnail cache"="Cache des miniatures SageThumbs"
"SageThumbs"="SageThumbs"
"Send image by mail..."="Envoyer l'image par courriel..."
"Send thumbnail by mail..."="Envoyer la miniature par courriel..."
"Sending..."="Sending..."
"Set centered wallpaper"="Centrer l'image en fond d'écran"
"Set stretched wallpaper"="Étirer l'image en fond d'écran"
"Set tiled wallpaper"="Mettre l'image en fond d'écran en mode mosaïque"
"Size (bytes): "="Taille (octets): "
"Sizes (pixels): "="Dimensions (pixels): "
"Thumbnail cache size: %u KB"="Taille du cache des miniatures: %u KB"
"Type: "="Type: "
"Updating..."="Updating..."
[code_page]
1251=1251
